; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author:	igorruckert
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&OK"
CANCEL_BUT = "&Cancelar"
YES_BUT = "&Sim"
NO_BUT = "&Não"
DELETE_BUT = "&Excluir"
COPY_BUT = "&Copiar"
BATCH_BUT = "&Lote"
SEND_BUT = "En&viar"
NEXT_BUT = "&Avançar >"
PREV_BUT = "< &Voltar"
CLOSE_BUT = "Fe&char"
EXIT_BUT = "&Sair"
CONTINUE_BUT = "&Continuar"
FINISH_BUT = "&Concluir"
ALWAYS_BUT = "&Sempre"
NEVER_BUT = "&Nunca"
CHECKBOX_REMEMBER = "Lembrar minha escolha"
CHECKBOX_DONT_ASK_AGAIN = "Não perguntar novamente"
MAIN_DEST_DIR_LABEL = "&Pasta de destino:"
MAIN_FILE_LABEL = "&Arquivo/Instalador para"
MAIN_DIRECTORY_LOCK = "Bloquear"
MAIN_DIRECTORY_LOCK_TOOLTIP = "Desativa a escolha automática da pasta de destino,%nex.: para extrair múltiplos arquivos para a mesma pasta de destino%nsem ter que selecionar o mesmo destino para cada um deles"
MENU_FILE_LABEL = "Arqui&vo"
MENU_FILE_OPEN_LABEL = "&Abrir..."
MENU_FILE_KEEP_OPEN_LABEL = "&Manter o %name aberto"
MENU_FILE_SHOW_LABEL = "E&xibir fila do lote"
MENU_FILE_CLEAR_LABEL = "&Limpar fila do lote"
MENU_FILE_LOG_OPEN_LABEL = "Abrir arquivo de log mais &recente"
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "Abrir &pasta de logs"
MENU_FILE_LOG_LABEL = "&Excluir arquivos de log (%1)"
MENU_FILE_QUIT_LABEL = "&Sair"
MENU_EDIT_LABEL = "&Editar"
MENU_EDIT_SILENT_MODE_LABEL = "Modo &silencioso"
MENU_EDIT_PASSWORD_LABEL = "&Lista de senhas"
MENU_EDIT_CONTEXT_LABEL = "&Menu de &contexto"
MENU_EDIT_PREFS_LABEL = "&Preferências"
MENU_HELP_LABEL = "&Ajuda"
MENU_HELP_FEEDBACK_LABEL = "&Enviar feedback"
MENU_HELP_PLUGINS_LABEL = "Gerenciador de &plugins"
MENU_HELP_UPDATE_LABEL = "Verificar at&ualizações"
MENU_HELP_WEB_LABEL = "&Site do %1"
MENU_HELP_GITHUB_LABEL = "%1 no &Github"
MENU_HELP_STATS_LABEL = "E&statísticas"
MENU_HELP_PROGDIR_LABEL = "Abrir pasta &do programa"
MENU_HELP_CONFIGFILE_LABEL = "Abrir arquivo de &configurações"
MENU_HELP_ABOUT_LABEL = "So&bre"
PREFS_TITLE_LABEL = "Preferências"
PREFS_UNIEXTRACT_OPTS_LABEL = "Opções gerais"
PREFS_HISTORY_LABEL = "&Manter histórico de arquivos"
PREFS_UPDATEINTERVAL_LABEL = "Verificar por atualizações:"
PREFS_UPDATE_DAILY = "Diário"
PREFS_UPDATE_WEEKLY = "Semanal"
PREFS_UPDATE_MONTHLY = "Mensal"
PREFS_UPDATE_YEARLY = "Anual"
PREFS_UPDATE_NEVER = "Nunca"
PREFS_UPDATE_CUSTOM = "A cada %1 dias"
PREFS_FORMAT_OPTS_LABEL = "Opções adicionais"
PREFS_LANG_LABEL = "&Idioma:"
PREFS_WARN_EXECUTE_LABEL = "&Avisar antes de executar arquivos"
PREFS_WARN_EXECUTE_TOOLTIP = "Alguns métodos de extração são baseados na execução dos arquivos.%nCom esta opção ativada, um aviso é exibido antes de realizar estas ações potencialmente perigosas"
PREFS_CHECK_FREE_SPACE_LABEL = "Verificar espaço livre"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "Verifica por espaço livre em disco suficiente antes de extrair."
PREFS_CHECK_UNICODE_LABEL = "Verificar por caracteres Unicode"
PREFS_CHECK_UNICODE_TOOLTIP = "Alguns caracteres especiais (ex.: caracteres japoneses em sistemas não-japonês) podem causar problemas ao tentar extrair.%nSe você tiver problemas ao extrair tais arquivos, ative esta opção para renomeá-los temporariamente"
PREFS_APPEND_EXT_LABEL = "&Corrigir extensões de arquivos"
PREFS_APPEND_EXT_TOOLTIP = "Corrige extensões de arquivos faltando ou incorretas."
PREFS_HIDE_TRAY_LABEL = "Ocultar ícone na bandeja"
PREFS_HIDE_STATUS_LABEL = "Desativar caixa de status"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "Ocultar caixa de status em tela cheia"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "Modo de jogo - desativa a caixa de status automaticamente se a janela ativa for um aplicativo em tela cheia"
PREFS_OPEN_FOLDER_LABEL = "Abrir pasta de saída após extração"
PREFS_FEEDBACK_PROMPT_LABEL = "Perguntar por feedback"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "Com esta opção ativada, uma mensagem para fornecer feedback será exibida após extrações com falha."
PREFS_WINDOW_POSITION_LABEL = "Lembrar tamanho e posição da janela"
PREFS_SEND_STATS_LABEL = "Enviar estatísticas de uso anônimas"
PREFS_SEND_STATS_TOOLTIP = "Envia estatísticas automaticamente (quais tipos de arquivos, por exemplo: zip - você extrai mais, quais opções você configurar, um ID de usuário aleatório; nenhuma informação ou nome do arquivo, que possa ser usada para te identificar será enviado).%nIsto ajuda a identificar as funções mais usadas do %name e foca o desenvolvimento na sua melhoria."
PREFS_LOG_LABEL = "Criar arquivos de log"
PREFS_VIDEOTRACK_LABEL = "Extrair faixas de vídeo"
PREFS_VIDEOTRACK_TOOLTIP = "Se desativado, faixas de vídeo são ignoradas ao extrair arquivos de vídeo.%nIsto é útil se você precisa somente da faixa de áudio e deseja salvar economizar espaço em disco e tempo."
PREFS_TOPMOST_LABEL = "Sempre no &topo"
PREFS_BETA_UPDATES_LABEL = "Instalar atualizações beta"
PREFS_SOURCE_FILES_LABEL = "Arquivos de origem"
PREFS_SOURCE_FILES_OPT_ASK = "Perguntar"
PREFS_SOURCE_FILES_OPT_DELETE = "Excluir"
PREFS_SOURCE_FILES_OPT_KEEP = "Manter"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "Sempre exibe um aviso para excluir ou manter os arquivos de origem."
PREFS_DELETE_ADDITIONAL_FILES_LABEL = "Excluir arquivos adicionais"
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = "O %name filtra previamente os arquivos extraídos e move arquivos desnecessários para uma pasta chamada '%1'.%nAqui você pode optar por excluir os arquivos."
FEEDBACK_TITLE_LABEL = "Feedback"
FEEDBACK_SYSINFO_LABEL = "Informações do sistema."
FEEDBACK_OUTPUT_LABEL = "%name de saída:"
FEEDBACK_MESSAGE_LABEL = "Sua mensagem/informações adicionais"
FEEDBACK_PRIVACY_ACCEPT_LABEL = "Eu li e aceito a Política de Privacidade"
FEEDBACK_PRIVACY_VIEW_LABEL = "Ver Política de Privacidade"
CONTEXT_ENTRIES_LABEL = "Menu de contexto"
CONTEXT_ENABLED_LABEL = "Ativado"
CONTEXT_ALL_USERS_LABEL = "Ativar para todos os usuários"
CONTEXT_ADMIN_REQUIRED = "Esta opção necessita de direitos de administrador"
CONTEXT_FILE_ASSOC_LABEL = "Associação de arquivos"
CONTEXT_SIMPLE_RADIO = "Simples"
CONTEXT_CASCADING_RADIO = "Em cascata"
CONTEXT_CASCADING_RADIO_TOOLTIP = "Este recurso necessita do Windows 7 ou superior"
UPDATE_ACTION_INSTALL = "Instalar atualização"
UPDATE_STATUS_SEARCHING = "Procurando atualizações..."
UPDATE_TERM_PROGRAM_FILES = "Arquivos de programa de %name"
UPDATE_WHATS_NEW = "O que há de novo?"
FIRSTSTART_TITLE = "Assistente de primeira &utilização"
FIRSTSTART_PAGES = "Bem-vindo|Preferências|Entradas do menu de contexto
FIRSTSTART_PAGE1 = "Bem-vindo ao %name.%n%nPor favor, tire um tempo para configurar o %name conforme suas necessidades.%n%nMas primeiro: alguns avisos legais.%nEste Software é fornecido "como é ", sem qualquer garantia. Use por sua conta em risco. Os autores do %name não podem ser responsabilizados por quaisquer danos decorrentes do uso do Software. Ao usar o %name você concorda em usá-lo apenas para fins legais de acordo com a lei local e internacional. Se não aceitar este acordo de licença, você não poderá usar esta ferramenta."
FIRSTSTART_PAGE2 = "Primeiro, defina as opções gerais para extração e comportamento global do %name.%n%nTodas estas preferências podem ser acessadas a qualquer momento pelo menu principal."
FIRSTSTART_PAGE3 = "O %name pode se integrar completamente no menu de contexto, assim, um arquivo pode ser extraído ou informações gerais sobre o tipo de arquivo podem ser exibidas com um simples clique direito em qualquer arquivo, sem abrir a janela principal do programa. Por favor, escolha quais entradas do menu de contexto devem ser exibidas.%n%nTodas estas preferências podem ser acessadas a qualquer momento pelo menu principal."
FFMPEG_LICENSE_ACCEPT_LABEL = "Eu li e aceito o Contrato de Licença"
FFMPEG_LICENSE_VIEW_LABEL = "Ver Contrato de Licença"
FFMPEG_SELECT_LABEL = "Já possui o FFmpeg?"
FFMPEG_SELECT_TITLE = "Selecionar FFmpeg"
STATS_HEADER_STATUS = "Resultados geral"
STATS_HEADER_TYPE = "Extrações por tipo de arquivo"
STATS_STATUS_SUCCESS = "Sucesso"
STATS_STATUS_FAILED = "Falha"
STATS_STATUS_FILEINFO = "Análise de arquivo"
STATS_STATUS_UNKNOWN = "Arquivo desconhecido / não suportado"
STATS_NO_DATA = "Dados insuficientes para criar estatísticas.%n%nPor favor, tente novamente mais tarde."
FILESCAN_TITLE = "Resultado da verificação de arquivo:"
ABOUT_INFO_LABEL = "Versão original por %1%nVersão 2.0.0 por Bioruebe <%2>%nVersão %3 por gvp9000%n%nTradução para Português (Brasil) por Igor Rückert%n%nPublicado sob %4"
ABOUT_VERSION = "Versão %1 (%2)"
METHOD_ADMIN_RADIO = "Instalador administrativo %1"
METHOD_EXTRACTION_RADIO = "Extração de %1"
METHOD_HEADER = "Extração de %1"
METHOD_RADIO_LABEL = "Método de Extração"
METHOD_SWITCH_RADIO = "%1 comutado"
METHOD_NOT_INSTALLER_RADIO = ""
METHOD_TEXT_LABEL = "O %name suporta os seguintes métodos para extração de pacotes %1.  Infelizmente, nenhum destes métodos é 100% confiável. Se o método padrão não funcionar, por favor, reexecute o %name e selecione um método alternativo."
METHOD_UNPACKER_RADIO = "Descompactador %1"
METHOD_GAME_LABEL = "O arquivo %1 provavelmente é um arquivo de jogo. O %name pode lidar com vários tipos de pacotes de jogos, mas não consegue verificar a qual jogo ele pertence. Se o arquivo pertencer a um jogo, por favor, selecione-o na lista abaixo. Caso contrário, selecione "%2" ou clique "Cancelar" para tentar extrair o pacote com outro método."
METHOD_GAME_NOGAME = "Nenhum jogo da lista"
METHOD_NOT_IN_LIST = "Nenhum destes"
METHOD_FILE_SELECT_LABEL = "Um arquivo de dados adicional é necessário para extrair %1, mas o %name não pôde determinar o correto.%n%nPor favor, selecione uma das opções abaixo. Se a extração não funcionar corretamente, tente novamente com uma escolha diferente."
METHOD_EXTRACTOR_SELECT_LABEL = "%nA lista abaixo contém um código curto para cada extrator/tipo de arquivo atualmente suportado pelo %name.%n%nPor favor, selecione o tipo de extração para usar. Selecione '%2' para detectar automaticamente o tipo de arquivo, do mesmo modo que o %name é executado normalmente."

; GUI control functions
EXTRACT_TO = "Extrair para"
OPEN_FILE = "Abrir arquivo"
SELECT_FILE = "Selecionar arquivo"
UPDATE_CURRENT = "Você está usando a versão mais recente do %name."

; Common terms
TERM_ARCHIVE = "Arquivo"
TERM_AUDIO = "Áudio"
TERM_COMPILED = "Compilado"
TERM_COMPRESSED = "Arquivo compactado"
TERM_CONTAINER = "Formato contêiner"
TERM_DATABASE = "Banco de dados"
TERM_DISK_IMAGE = ""
TERM_DOWNLOAD = "Baixar"
TERM_DOWNLOADING = "Baixando"
TERM_EBOOK = "Livro eletrônico"
TERM_ECARD = "Cartão eletrônico"
TERM_ENCODED = "Arquivo codificado"
TERM_ENCRYPTED = "Arquivo criptografado"
TERM_ERROR = "Erro"
TERM_EXECUTABLE = "Arquivo executável"
TERM_EXTRACT = "Extrair"
TERM_FILE = "Arquivo"
TERM_GAME = "Jogo"
TERM_HELP = "Arquivo de ajuda"
TERM_HOTFIX = "Hotfix"
TERM_IMAGE = "Imagem"
TERM_INSTALLED = "Instalado"
TERM_INSTALLER = "Instalador"
TERM_LOADING = "Carregando..."
TERM_MERGE_MODULE = "Módulo de mesclagem"
TERM_OVERALL_PROGRESS = "Progresso geral"
TERM_PACKAGE = "Pacote"
TERM_PAGE = "Página"
TERM_PATCH = "Patch"
TERM_RECONSTRUCTED = "Reconstruído"
TERM_SCAN = "Verificar"
TERM_SCRIPT = "Script"
TERM_SFX = "Auto-executável"
TERM_STAGE = "Processo"
TERM_TESTING = "Testando"
TERM_TRANSLATION = "Tradução"
TERM_UNKNOWN = "Desconhecido"
TERM_UNPACKED = "Descompactado"
TERM_UPDATER = "Atualizador"
TERM_VIDEO = "Vídeo"

; Status messages
SCANNING_FILE = "Analisando arquivo com %1"
SCANNING_EXE = "Analisando arquivo executável com %1"
EXTRACTING = "Extraindo arquivos de:"
INIT_WAIT = "Esperando a inicialização do instalador.%nPor favor, aguarde."
SENDING_FEEDBACK = "Enviando feedback"
INPUT_NEEDED = "Entrada do usuário necessária"
SEARCHING_PASSWORD = "Procurando senha"
TESTING_PASSWORD = "Testando senhas (%1/%2)"
MOVING_FILE = "Movendo para"
RENAMING_FILES = "Renomeando arquivos (%1/%2)"
RENAMING_FILES_PROGRESS = ""
PROCESSING = ""
CLEANING_UP = ""

; Custom prompts
INIT_COMPLETE = "Inicialização concluída. Por favor, saia do instalador e depois clique em OK para continuar"
UNPACK_PROMPT = "Este arquivo está compactado com %1, mas não pôde ser extraído.%nPode ser devido ao tipo de arquivo não ser suportado,%nou simplesmente não há nenhum arquivo para ser extraído.%n%nEm vez disso, deseja descompactar este arquivo?%n%nNota: O arquivo descompactado será nomeado:%n%2"
UNPACK_FAILED = "Erro: %1%nnão pôde ser descompactado."
UNPACK_AGAIN = "%1 foi descompactado com sucesso. %n%nDeseja que o %name tente extrair o arquivo %2?"
NSIS_BINFILES = "Nota: %1 foi extraído com sucesso. %nEntretanto, há arquivos data.bin na mesma pasta do arquivo %2. Eles podem ser parte dos arquivos de instalação. %n%nClique em OK para descompactá-los com o %name ou Cancelar para abortar."
WARN_EXECUTE = "Aviso: Para poder extrair arquivos deste tipo, o arquivo deve ser executado diretamente.%nSe você continuar, o seguinte comando será executado:%n%n%1%n%nSe você acredita que esta arquivo é malicioso, é recomendado não continuar.%nDeseja continuar com a extração?"
FEEDBACK_SUCCESS = "Obrigado pelo seu feedback. Sua mensagem será processada em breve."
FEEDBACK_PROMPT = "Para melhorar futuras versões do %name, você pode informar erros ao desenvolvedor.%nLogs de extração contêm informações valiosas sobre o arquivo e potenciais erros, que podem ter ocorrido durante a extração.%n%nDeseja abrir a interface de feedback agora?"
FEEDBACK_PRIVACY = "Nota sobre privacidade: Os arquivos de feedback são armazenados online em nossos servidores até serem processados por um desenvolvedor e excluídos em seguida. Nenhum dado será compartilhado com terceiros. Você pode solicitar a exclusão a qualquer momento por e-mail.%n%nO conteúdo do log pode incluir informações do sistema, bem como partes do conteúdo do arquivo. Se você não deseja enviar informações específicas, simplesmente exclua-as.%n%nVocê aceita este contrato de privacidade e deseja enviar a mensagem? Caso contrário, nada será transmitido."
FEEDBACK_OUTDATED = "Aviso: Você está usando uma versão desatualizada do %name.%n%nAntes de reportar um problema, por favor, certifique-se de que o problema continua presente na versão mais recente. Obrigado!"
FFMPEG_NEEDED = "%1 parece ser um arquivo de vídeo.%n%nPara poder extrair todas as faixas de vídeo e áudio, o FFmpeg é necessário. Clique no botão %2 e todos os arquivos necessários serão baixados e configurados automaticamente."
PROGRAM_FILES_MISSING = ""
PLUGIN_MISSING = "Para poder extrair %1, um programa auxiliar adicional é necessário.%n%nPor favor, use o botão abaixo para abrir o gerenciador de plugins e baixar o módulo auxiliar selecionado. Então use o botão '%2' para adicioná-lo ao %name. Após fechar o gerenciador de plugins, e extração continuará."
UPDATE_PROMPT = "Uma nova atualização está disponível para o %1.%n%n Você deseja baixar agora?"
FILE_COPY = "Para processar o arquivo %1 corretamente, uma cópia precisa ser criada. Dependendo do tamanho do arquivo, isto pode levar um tempo.%n%nPor favor, certifique-se de possuir espaço livre em disco suficiente e clique em OK para continuar."
FILE_DELETE = "O arquivo %1 foi extraído com sucesso. Deseja que o %name exclua o arquivo original?%n%nNota: Pode ser possível que os arquivos extraídos não são utilizáveis. Clique somente em Sim se você tem certeza que a extração funcionou como esperado.%n(Esta mensagem pode ser desativada nas opções)"
BATCH_DUPLICATE = "O arquivo %1 já está na fila.%n%nDeseja adicioná-lo novamente e extraí-lo duas vezes?"
NO_FREE_SPACE = "Aviso:%nO disco de saída possui menos espaço livre que o tamanho do arquivo de entrada.%n%nEspaço livre:%t%2 MB%nEspaço necessário:%t> %3 MB%nDiferença:%t~%4 MB"
CONTEXT_DANGEROUS = "Aviso:%nAlterar associações de arquivos pode ser perogoso. Ex.: alterar comandos .exe padrão pode resultar em aplicativo não ser capaz de ser executado. Por favor, certifique-se de saber o que está fazendo.%n%nDeseja realmente continuar?"
ELEVATION_REQUIRED = "Acesso negado.%n%nO %name será agora reiniciado como Administrador. Por favor, tente novamente em seguida."
ACCESS_DENIED = "Acesso negado.%n%nO %name já está sendo executado como Administrador. Certifique-se de que você possui os direitos necessários para executar a ação e tente novamente."
MOVE_FAILED = "%1 não pôde ser copiado para %2. No caso do caminho conter caracteres especiais, tente renomear o arquivo ou mova-o para uma pasta com um nome regular. Desta maneira, o %name não precisa copiá-lo para a pasta temporária. Então inicie a extração novamente."

; Help text
HELP_TITLE = "%name: uso da linha de comando"
HELP_USAGE_TITLE = "Uso:"
HELP_USAGE = "%1 <file> [<destination> | /scan | /sub | /last] [/silent] [/batch] [/type[=<type>]]"
HELP_ARGUMENTS = "Argumentos suportados:"
HELP_SCAN = "%n     %1%t%tFornece informações sobre o tipo de arquivo"
HELP_FILENAME = "%n     filename%tNome do arquivo para extrair"
HELP_DESTINATION = "%n     destination%tPasta de extração"
HELP_SILENT = "%n     %1%t%tModo silencioso (sem mensagens)"
HELP_BATCH = "%n     %1%t%tAdiciona um arquivo à fila"
HELP_TYPE = "%n   %1<type>%tTrata o arquivo para extrair como o tipo <type>%n%t%tou exibe um diálogo de seleção de tipo, se nenhum tipo é especificado"
HELP_SUB = "%n%nPassar %1 em vez do nome da pasta de destino instrui o%n%name a extrair para uma subpasta nomeada após o arquivo, "; "
HELP_LAST = "com %1 a última pasta usada será utilizada."
HELP_NOARGS = "%n%nExecutar o %name sem quaisquer argumentos irá fazê-lo solicitar o nome do arquivo e a pasta de destino."
HELP_MORE = "%n%nUma documentação completa, incluindo os parâmetros da linha de comando usados com menos frequência pode ser encontrada na ajuda online pelo link abaixo."
HELP_EXAMPLE_TITLE = "Exemplo:"
HELP_EXAMPLE = "%1 "C:\Arquivos\exemplo.zip" "C:\descompactado""
HELP_DOCS_LINK = "Ver referência completa da linha de comando"

; Warning messages
WARN_CONVERSION_FAILED = ""
WARN_MOVE_FAILED = ""

; Error messages
UNKNOWN_FILETYPE_TITLE = "Tipo de arquivo desconhecido"
UNKNOWN_FILETYPE = "%1 não pôde ser extraído O tipo de arquivo não pôde ser determinado exatamente.%n%nSe você possui mais informações sobre este tipo de arquivo, por favor, entre em contato pelo formulário de feedback."
INVALID_FILE = "O arquivo a ser extraído,%n%n%1%,n%nnão foi encontrado. Por favor, seleciona uma entrada válida.%n%n%1"
INVALID_DIR = "%1 não pôde ser criado. Você pode não ter as permissões necessárias para salvar na pasta.%n%nPor favor, selecione um destino válido ou tente executar o %name como Administrador."
NO_HISTORY = "%1 não pôde ser extraído.%nA última pasta usada não pôde ser lida.%n%nPor favor, certifique-se de que %2 está habilitado e você extraiu pelo menos um arquivo antes de tentar extrair para a última pasta usada."
EXTRACT_FAILED = "%%name não pôde ser extraído.%nParece ser um %1, que é suportado, mas a extração falhou.%n%nDeseja que o %name crie e mostre o arquivo de log com maiores informações?"
NOT_PACKED = "%1 não pôde ser extraído, o arquivo não está compactado, mas %n%n%2"
DOWNLOAD_FAILED = "O arquivo %1 não pôde ser baixado. Por favor, certifique-se de estar conectado na Internet e tente novamente."
UPDATECHECK_FAILED = "Falha ao verificar por atualizações. Por favor, certifique-se de estar conectado na Internet e tente novamente."
UPDATE_FAILED = "Falha na atualização de alguns arquivos.%n%nPor favor, tente novamente mais tarde, execute o %name como Administrador  ou baixe novamente o '%name'."
UPDATE_NOADMIN = "O %name falhou ao solicitar direitos administrativos.%n%nPor favor, dê um clique direito no ícone do programa %name e selecione 'Executar como Administrador', então procure por atualizações novamente pelo menu Ajuda."
FFMPEG_MOVE_FAILED = "O FFmpeg pode não ter sido configurado corretamente. Por favor, clique no ícone do programa e selecione "Executar como administrador" e então tente novamente."
FFMPEG_INVALID_FILE = "O arquivo selecionado não é uma versão suportada do FFmpeg.%n%nO FFmpeg está disponível em duas versões: como um arquivo executável único ('static') e como uma pasta com vários arquivos executáveis e arquivos .dll ('shared'). O %name somente suporta o primeiro."
FEEDBACK_EMPTY = "Por favor, tente dar o máximo de informações possíveis para garantir um tratamento rápido do seu feedback."
FEEDBACK_ERROR = "Falha no envio do feedback. Por favor, tente novamente mais tarde ou envie por e-mail ou no Github. Obrigado."
FEEDBACK_PRIVACY_NOT_ACCETPED = "Por favor, aceite a Política de Privacidade para enviar o feedback."
LICENSE_NOT_ACCEPTED = "Por favor, aceite o Contrato de Licença para continuar."
BATCH_FINISH = "O processamento em lote foi concluído, mas nem todos os arquivos foram extraídos com sucesso. Os seguintes arquivos resultaram em erro:%n%n%1%nPara maiores informações, leia os arquivos apropriados na pasta de logs (disponível somente se a criação de logs estiver ativada)."
NOT_SUPPORTED_TITLE = "Tipo de arquivo não suportado"
NOT_SUPPORTED = "%1 não pôde ser extraído.%n%nO %name não suporta este tipo de arquivo no momento.%n%nSe você conhece qualquer método para extraí-lo, por favor, selecione '%2' no menu '%3' para enviar-nos uma mensagem de como fazê-lo e ajudar a tornar o %name cada vez melhor."
MISSING_EXE = "%1 não pôde ser extraído.%n%nO módulo auxiliar %2 não foi localizado."
EXTRACT_TIMEOUT = "%1 não pôde ser extraído.%n%nO tempo limite esgotou. Se o problema é temporário, outra tentativa pode ser bem sucedida."
WRONG_PASSWORD = "%1 não pôde ser extraído.%n%nO arquivo é protegido por senha e a senha inserida é incorreta.%n%nDica: Use a pesquisa automática de senhas baseada em uma lista de senhas configuráveis, que pode ser encontrada no menu %2."
NO_FREE_SPACE_ERROR = "%1 não pode ser extraído.%n%nNão há espaço livre suficiente na unidade de saída. Libere espaço suficiente e tente novamente."
MISSING_PART = "%1 não pode ser extraído.%n%nO arquivo consiste de múltiplas partes. Todas elas são necessárias para a extração, mas algumas delas não foram encontradas.%n%nCertifique-se de que todas as partes do arquivo estão na mesma pasta e tente novamente."
PLUGIN_IMPORT_MISSINGFILES = "Falha ao importar plugin %1.%n%nNem todos os arquivos foram selecionados. Por favor, tente novamente e selecione todos os seguintes arquivos:%n%n%2"
MISSING_DEFINITION = "%1 não pôde ser extraído.%n%nO arquivo de definições %2 não foi encontrado.%n%nSe este for um plugin personalizado, certifique-se de que ele está configurado corretamente."
OPEN_URL_FAILED = "O %name falhou ao abrir o link solicitado.%n%nPor favor, abra seu navegador favorito e entre a seguinte URL manualmente:"

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "Tipos de arquivo suportados:"
PLUGIN_ARC_CONV = "Extrator para vários tipos de arquivos de jogos"
PLUGIN_ISCAB = "Parte do pacote Installshield para extrair arquivos CAB. Deve funcionar melhor que a extração genérica do Universal Extractor, mas é uma ferramenta comercial (não gratuita)."
PLUGIN_THINSTALL = "Extrator para programas portáteis criados com o Thinstall"
PLUGIN_UNREAL = "Extrator para arquivos Unreal Engine"
PLUGIN_WINTERMUTE = "Extrator para arquivos de jogos WinterMute"
PLUGIN_CI = "Plugin para instaladores CreateInstall. Baixe, instale, e copie os arquivos %1, %2, %3 para \bin"
PLUGIN_DGCA = "Descompactador para arquivos DGCA"
PLUGIN_BOOTIMG = "Extrator para imagens de boot do Android"
PLUGIN_IS5COMP = "Suporte à extração para antigos arquivos de gabinete InstallShield"
PLUGIN_WOLF = ""
PLUGIN_EXTSIS = "Extrator para pacotes Symbian OS mais novos"
PLUGIN_BITROCK = "Extrator para instaladores Bitrock Install Builder"

; Context Menu integration
EXTRACT_FILES = "Abrir com &o Universal Extractor"
EXTRACT_HERE = "Extrair &aqui"
EXTRACT_SUB = "Extrair na &subpasta"
EXTRACT_LAST = "Extrair na última &pasta"
SCAN_FILE = "&Verificar arquivo"

; Other
DIR_ADDITIONAL_FILES = "Arquivos adicionais"

; Uninstaller
UNINSTALL = ""
UNINSTALL_TITLE = ""
UNINSTALL_LABEL = ""
UNINSTALL_REMOVE_LOGS = ""
UNINSTALL_REMOVE_USERDATA = "Remover configurações e logs"
